Repository: delmoralmb-s8/BackBlaze2Sync
Catalog: Sources/Localizable.xcstrings
Source language: es
Languages: en, fr, pt

source: Estadísticas
en: Stats
fr: Statistiques
pt: Estatísticas

source: Tu bucket ahora mismo
en: Your bucket right now
fr: Votre bucket en ce moment
pt: Seu bucket agora

source: Conéctate a un bucket para ver sus estadísticas.
en: Connect to a bucket to see its stats.
fr: Connectez-vous à un bucket pour voir ses statistiques.
pt: Conecte-se a um bucket para ver suas estatísticas.

source: No se pudo escanear el bucket. Intenta "Actualizar".
en: Couldn't scan the bucket. Try "Update".
fr: Impossible d'analyser le bucket. Essayez "Actualiser".
pt: Não foi possível escanear o bucket. Tente "Atualizar".

source: Archivo más antiguo
en: Oldest file
fr: Fichier le plus ancien
pt: Arquivo mais antigo

source: Archivo más pesado
en: Largest file
fr: Fichier le plus volumineux
pt: Arquivo maior

source: Carpeta más pesada
en: Largest folder
fr: Dossier le plus volumineux
pt: Pasta maior

source: Costo estimado en B2
en: Estimated B2 cost
fr: Coût B2 estimé
pt: Custo estimado no B2

source: Por tipo de archivo
en: By file type
fr: Par type de fichier
pt: Por tipo de arquivo

source: Fotos e imágenes
en: Photos & images
fr: Photos et images
pt: Fotos e imagens

source: Documentos
en: Documents
fr: Documents

source: Instaladores
en: Installers
fr: Installateurs

source: Otros
en: Other
fr: Autres
pt: Outros

source: Escaneando el bucket completo… puede tardar en buckets grandes.
en: Scanning the whole bucket… this can take a while for large buckets.
fr: Analyse complète du bucket… cela peut prendre du temps pour les gros buckets.
pt: Escaneando o bucket inteiro… pode demorar em buckets grandes.

source: Tu actividad en BackBlaze2Sync
en: Your activity in BackBlaze2Sync
fr: Votre activité dans BackBlaze2Sync
pt: Sua atividade no BackBlaze2Sync

source: Solo cuenta lo hecho con esta app (hasta las últimas 2000 operaciones), no todo lo que hay en el bucket.
en: Only counts what you did with this app (up to the last 2000 operations), not everything in the bucket.
fr: Ne compte que ce qui a été fait avec cette app (jusqu'aux 2000 dernières opérations), pas tout ce qu'il y a dans le bucket.
pt: Conta apenas o que foi feito com este app (até as últimas 2000 operações), não tudo que há no bucket.

source: Promedio subido por día
en: Average uploaded per day
fr: Moyenne envoyée par jour
pt: Média enviada por dia

source: Hora en la que más subes
en: Hour you upload most
fr: Heure où vous envoyez le plus
pt: Hora em que mais você envia

source: Total descargado
en: Total downloaded
fr: Total téléchargé
pt: Total baixado

source: "%@" se va a borrar de B2. Esto no se puede deshacer.
en: "%@" will be deleted from B2. This can't be undone.
fr: "%@" va être supprimé de B2. Cette action est irréversible.
pt: "%@" vai ser eliminado da B2. Isto não pode ser desfeito.

source: "%@" y todo su contenido se va a borrar de B2. Esto no se puede deshacer.
en: "%@" and everything inside it will be deleted from B2. This can't be undone.
fr: "%@" et tout son contenu vont être supprimés de B2. Cette action est irréversible.
pt: "%@" e todo o seu conteúdo vão ser eliminados da B2. Isto não pode ser desfeito.

source: %lld archivo(s)
en: %lld file(s)
fr: %lld fichier(s)
pt: %lld ficheiro(s)

source: %lld diferencia(s) de %lld archivo(s):
en: %lld difference(s) out of %lld file(s):
fr: %lld différence(s) sur %lld fichier(s) :
pt: %lld diferença(s) de %lld ficheiro(s):

source: %lld seleccionado(s)
en: %lld selected
fr: %lld sélectionné(s)
pt: %lld selecionado(s)

source: (sin subcarpetas)
en: (no subfolders)
fr: (sans sous-dossiers)
pt: (sem subpastas)

source: (vacío)
en: (empty)
fr: (vide)
pt: (vazio)

source: + Nueva conexión B2…
en: + New B2 connection…
fr: + Nouvelle connexion B2…
pt: + Nova ligação B2…

source: Abrir
en: Open
fr: Ouvrir

source: Actualizar
en: Refresh
fr: Actualiser
pt: Atualizar

source: Actualizar esta carpeta
en: Refresh this folder
fr: Actualiser ce dossier
pt: Atualizar esta pasta

source: Adelante
en: Forward
fr: Suivant
pt: Seguinte

source: Apagando la Mac en
en: Shutting down the Mac in
fr: Extinction du Mac dans
pt: Desligando o Mac em

source: Apagar Mac cuando termine
en: Shut down Mac when done
fr: Éteindre le Mac une fois terminé
pt: Desligar o Mac ao terminar

source: Application Key de B2
en: B2 Application Key
fr: Clé d'application B2
pt: Application Key da B2

source: Archivo
en: File
fr: Fichier
pt: Ficheiro

source: Atrás
en: Back
fr: Précédent
pt: Anterior

source: Ayer
en: Yesterday
fr: Hier
pt: Ontem

source: B2 no guarda carpetas vacías. No van a aparecer del otro lado: %@
en: B2 doesn't store empty folders. They won't show up on the other side: %@
fr: B2 ne conserve pas les dossiers vides. Ils n'apparaîtront pas de l'autre côté : %@
pt: A B2 não guarda pastas vazias. Elas não vão aparecer do outro lado: %@

source: BackBlaze2Sync necesita rclone instalado para funcionar. Son dos comandos, una sola vez, en la app Terminal de tu Mac.
en: BackBlaze2Sync needs rclone installed to work. It's two commands, a one-time thing, in your Mac's Terminal app.
fr: BackBlaze2Sync a besoin de rclone pour fonctionner. Ce sont deux commandes, à faire une seule fois, dans l'app Terminal de votre Mac.
pt: O BackBlaze2Sync precisa do rclone instalado para funcionar. São dois comandos, só uma vez, no app Terminal do seu Mac.

source: Backblaze B2 no permite más de 7 días para este tipo de link.
en: Backblaze B2 doesn't allow more than 7 days for this type of link.
fr: Backblaze B2 n'autorise pas plus de 7 jours pour ce type de lien.
pt: A Backblaze B2 não permite mais de 7 dias para este tipo de link.

source: Borrar
en: Delete
fr: Supprimer
pt: Eliminar

source: Borrar %lld elemento(s)
en: Delete %lld item(s)
fr: Supprimer %lld élément(s)
pt: Eliminar %lld elemento(s)

source: Borrar archivo
en: Delete file
fr: Supprimer le fichier
pt: Eliminar ficheiro

source: Borrar carpeta
en: Delete folder
fr: Supprimer le dossier
pt: Eliminar pasta

source: Borrar historial
en: Clear history
fr: Effacer l'historique
pt: Limpar histórico

source: Borrar seleccionados (%lld)
en: Delete selected (%lld)
fr: Supprimer la sélection (%lld)
pt: Eliminar selecionados (%lld)

source: Borrar…
en: Delete…
fr: Supprimer…
pt: Eliminar…

source: Buscar
en: Search
fr: Rechercher
pt: Pesquisar

source: Buscar en todo el bucket…
en: Search the whole bucket…
fr: Rechercher dans tout le bucket…
pt: Pesquisar em todo o bucket…

source: Calculando hash del archivo… puede tardar con archivos grandes.
en: Calculating the file's hash… this can take a while for large files.
fr: Calcul du hachage du fichier… cela peut prendre du temps pour les gros fichiers.
pt: A calcular o hash do ficheiro… pode demorar com ficheiros grandes.

source: Cambiar el nombre de la conexión activa
en: Change the active connection's name
fr: Changer le nom de la connexion active
pt: Mudar o nome da conexão ativa

source: Cancelado.
en: Cancelled.
fr: Annulé.

source: Cancelar
en: Cancel
fr: Annuler

source: Cancelar la operación en curso
en: Cancel the operation in progress
fr: Annuler l'opération en cours
pt: Cancelar a operação em curso

source: Carpeta
en: Folder
fr: Dossier
pt: Pasta

source: Carpetas vacías detectadas
en: Empty folders detected
fr: Dossiers vides détectés
pt: Pastas vazias detetadas

source: Cerrar
en: Close
fr: Fermer
pt: Fechar

source: Clic en una carpeta la marca como destino; el triángulo (o doble clic) explora más adentro.
en: Clicking a folder marks it as the destination; the triangle (or double-click) explores deeper.
fr: Cliquer sur un dossier le marque comme destination ; le triangle (ou le double-clic) permet d'explorer plus profondément.
pt: Clicar numa pasta marca-a como destino; o triângulo (ou duplo clique) explora mais a fundo.

source: Coincide perfectamente (%lld archivo(s) comparado(s)).
en: Perfect match (%lld file(s) compared).
fr: Correspondance parfaite (%lld fichier(s) comparé(s)).
pt: Corresponde perfeitamente (%lld ficheiro(s) comparado(s)).

source: Colapsar todo
en: Collapse all
fr: Tout réduire
pt: Recolher tudo

source: Comprimir en .zip…
en: Compress as .zip…
fr: Compresser en .zip…
pt: Comprimir em .zip…

source: Conectado
en: Connected
fr: Connecté
pt: Ligado

source: Conectar
en: Connect
fr: Connecter
pt: Ligar

source: Conectar otra cuenta o bucket de Backblaze B2
en: Connect another Backblaze B2 account or bucket
fr: Connecter un autre compte ou bucket Backblaze B2
pt: Conectar outra conta ou bucket do Backblaze B2

source: Continuar
en: Continue
fr: Continuer

source: Copiado
en: Copied
fr: Copié

source: Copiar
en: Copy
fr: Copier

source: Copiar %lld elemento(s) a…
en: Copy %lld item(s) to…
fr: Copier %lld élément(s) vers…
pt: Copiar %lld elemento(s) para…

source: Copiar aquí
en: Copy here
fr: Copier ici
pt: Copiar para aqui

source: Copiar log
en: Copy log
fr: Copier le journal
pt: Copiar registo

source: Copiar ruta
en: Copy path
fr: Copier le chemin
pt: Copiar caminho

source: Copiar ruta (⌘⌥C)
en: Copy path (⌘⌥C)
fr: Copier le chemin (⌘⌥C)
pt: Copiar caminho (⌘⌥C)

source: Copiar selección…
en: Copy selection…
fr: Copier la sélection…
pt: Copiar seleção…

source: Crea una conexión con tus credenciales de Backblaze B2 para poder explorar un bucket.
en: Create a connection with your Backblaze B2 credentials to browse a bucket.
fr: Crée une connexion avec vos identifiants Backblaze B2 pour explorer un bucket.
pt: Crie uma conexão com suas credenciais do Backblaze B2 para explorar um bucket.

source: Crea una conexión rclone con tus propias credenciales de Backblaze B2. Se guarda para poder elegirla después junto con "%@".
en: Creates an rclone connection with your own Backblaze B2 credentials. It's saved so you can pick it later alongside "%@".
fr: Crée une connexion rclone avec vos propres identifiants Backblaze B2. Elle est enregistrée pour pouvoir la choisir plus tard à côté de "%@".
pt: Cria uma ligação rclone com as suas próprias credenciais da Backblaze B2. É guardada para poder escolhê-la mais tarde junto com "%@".

source: Crear
en: Create
fr: Créer
pt: Criar

source: Descarga completada
en: Download complete
fr: Téléchargement terminé
pt: Download concluído

source: Descargar
en: Download
fr: Télécharger
pt: Transferir

source: Descargar (fuerza guardar archivo)
en: Download (forces save-as)
fr: Télécharger (force l'enregistrement)
pt: Transferir (força guardar ficheiro)

source: Descargar (⌘D)
en: Download (⌘D)
fr: Télécharger (⌘D)
pt: Baixar (⌘D)

source: Descargar a…
en: Download to…
fr: Télécharger vers…
pt: Transferir para…

source: Descargar a… (⌘⇧D)
en: Download to… (⌘⇧D)
fr: Télécharger vers… (⌘⇧D)
pt: Baixar para… (⌘⇧D)

source: Descargar carpeta como .zip
en: Download folder as .zip
fr: Télécharger le dossier en .zip
pt: Transferir pasta como .zip

source: Descargar foto original
en: Download original photo
fr: Télécharger la photo originale
pt: Transferir foto original

source: Descartar
en: Dismiss
fr: Ignorer

source: Desconectado
en: Disconnected
fr: Déconnecté
pt: Desligado

source: Desconectar
en: Disconnect
fr: Déconnecter

source: Deseleccionar
en: Deselect
fr: Désélectionner
pt: Desmarcar

source: Deseleccionar todo
en: Deselect all
fr: Tout désélectionner
pt: Desmarcar tudo

source: Destino: /%@/%@
en: Destination: /%@/%@
fr: Destination : /%@/%@

source: Detener
en: Stop
fr: Arrêter
pt: Parar

source: Documento
en: Document
fr: Document

source: Duración: %lld día(s)
en: Duration: %lld day(s)
fr: Durée : %lld jour(s)
pt: Duração: %lld dia(s)

source: El Key ID o el Application Key no son correctos. Revisa que los copiaste completos, sin espacios ni caracteres de más, desde tu cuenta de Backblaze.
en: Incorrect Key ID or Application Key. Make sure you copied them exactly from your Backblaze account, without extra spaces or characters.
fr: Key ID ou Application Key incorrect. Assurez-vous de les avoir copiés exactement depuis votre compte Backblaze, sans espace ni caractère en trop.
pt: Key ID ou Application Key incorretos. Confira se você os copiou exatamente da sua conta do Backblaze, sem espaços ou caracteres extras.

source: Elementos
en: Items
fr: Éléments

source: En cola (%lld)
en: Queued (%lld)
fr: En attente (%lld)
pt: Na fila (%lld)

source: Subida en cola
en: Queued upload
fr: Envoi en attente
pt: Envio na fila

source: Errores (%lld)
en: Errors (%lld)
fr: Erreurs (%lld)
pt: Erros (%lld)

source: Escribe **%@** para confirmar:
en: Type **%@** to confirm:
fr: Tapez **%@** pour confirmer :
pt: Digite **%@** para confirmar:

source: Escribe una ruta relativa dentro de %@, sin el nombre del bucket ni ":". Ejemplo: carpeta/subcarpeta
en: Type a path relative to %@, no bucket name or ":". Example: folder/subfolder
fr: Tapez un chemin relatif à %@, sans le nom du bucket ni ":". Exemple : dossier/sous-dossier
pt: Digite um caminho relativo a %@, sem o nome do bucket nem ":". Exemplo: pasta/subpasta

source: Esta carpeta no tiene imágenes
en: This folder has no images
fr: Ce dossier ne contient aucune image
pt: Esta pasta não tem imagens

source: Esta carpeta no tiene imágenes ni subcarpetas.
en: This folder has no images or subfolders.
fr: Ce dossier ne contient ni images ni sous-dossiers.
pt: Esta pasta não tem imagens nem subpastas.

source: Esto no se puede deshacer.
en: This can't be undone.
fr: Cette action est irréversible.
pt: Isso não pode ser desfeito.

source: Expandir todo
en: Expand all
fr: Tout développer
pt: Expandir tudo

source: Explorador B2
en: B2 Explorer
fr: Explorateur B2

source: Exportar como .txt…
en: Export as .txt…
fr: Exporter en .txt…

source: Falla
en: Failure
fr: Échec
pt: Falha

source: Galería de fotos
en: Photo gallery
fr: Galerie de photos
pt: Galeria de fotos

source: Generar
en: Generate
fr: Générer
pt: Gerar

source: Generar URL para compartir
en: Generate share URL
fr: Générer une URL de partage
pt: Gerar URL para partilhar

source: Generar URL para compartir…
en: Generate share URL…
fr: Générer une URL de partage…
pt: Gerar URL para partilhar…

source: Generar URL para compartir… (⌘L)
en: Generate share URL… (⌘L)
fr: Générer une URL de partage… (⌘L)
pt: Gerar URL para compartilhar… (⌘L)

source: Guardar y generar link de descarga
en: Save and generate download link
fr: Enregistrer et générer le lien de téléchargement
pt: Guardar e gerar link de transferência

source: Historial de operaciones
en: Operation history
fr: Historique des opérations
pt: Histórico de operações

source: Acerca de BackBlaze2Sync
en: About BackBlaze2Sync
fr: À propos de BackBlaze2Sync
pt: Sobre o BackBlaze2Sync

source: Buscar actualizaciones…
en: Check for Updates…
fr: Rechercher les mises à jour…
pt: Procurar atualizações…

source: Nueva conexión B2…
en: New B2 Connection…
fr: Nouvelle connexion B2…
pt: Nova conexão B2…

source: Nueva pestaña
en: New Tab
fr: Nouvel onglet
pt: Nova aba

source: Reportar un problema…
en: Report an Issue…
fr: Signaler un problème…
pt: Relatar um problema…

source: Enviar comentarios por correo…
en: Send Feedback by Email…
fr: Envoyer des commentaires par courriel…
pt: Enviar comentários por e-mail…

source: Hoy
en: Today
fr: Aujourd'hui
pt: Hoje

source: ID interno, sin espacios (ej. mib2-2)
en: Internal ID, no spaces (e.g. mib2-2)
fr: ID interne, sans espaces (ex. mib2-2)
pt: ID interno, sem espaços (ex. mib2-2)

source: Idioma
en: Language
fr: Langue

source: Instalar rclone (ya tienes Homebrew)
en: Install rclone (you already have Homebrew)
fr: Installer rclone (vous avez déjà Homebrew)
pt: Instalar o rclone (você já tem o Homebrew)

source: Ir
en: Go
fr: Aller

source: Ir a la raíz del bucket
en: Go to bucket root
fr: Aller à la racine du bucket
pt: Ir para a raiz do bucket

source: Key ID / Account ID de B2
en: B2 Key ID / Account ID
fr: Key ID / Account ID B2
pt: Key ID / Account ID da B2

source: Key ID de B2
en: B2 Key ID
fr: Key ID B2
pt: Key ID da B2

source: La búsqueda es en la nube, no esperes tanta rapidez
en: This search runs in the cloud, so don't expect it to be lightning fast
fr: La recherche se fait dans le cloud, ne t'attends pas à une vitesse fulgurante
pt: A busca é feita na nuvem, então não espere tanta rapidez assim

source: La operación terminó y tienes activado "Apagar Mac cuando termine".
en: The operation finished and you have "Shut down Mac when done" turned on.
fr: L'opération est terminée et vous avez activé « Éteindre le Mac une fois terminé ».
pt: A operação terminou e você tem "Desligar o Mac ao terminar" ativado.

source: Limpiar
en: Clear
fr: Effacer
pt: Limpar

source: Limpiar log
en: Clear log
fr: Effacer le journal
pt: Limpar registo

source: Listo
en: Done
fr: Terminé
pt: Concluído

source: Límite de velocidad
en: Speed limit
fr: Limite de vitesse
pt: Limite de velocidade

source: Modificación
en: Modified
fr: Modification
pt: Modificação

source: Mostrar en Finder
en: Show in Finder
fr: Afficher dans le Finder
pt: Mostrar no Finder

source: Mostrar información de archivo
en: Show file info
fr: Afficher les infos du fichier
pt: Mostrar informação do ficheiro

source: Mostrar información de archivo (⌘I)
en: Show file info (⌘I)
fr: Afficher les informations du fichier (⌘I)
pt: Mostrar informações do arquivo (⌘I)

source: Mostrar información de carpeta
en: Show folder info
fr: Afficher les infos du dossier
pt: Mostrar informação da pasta

source: Mostrar información de carpeta (⌘I)
en: Show folder info (⌘I)
fr: Afficher les informations du dossier (⌘I)
pt: Mostrar informações da pasta (⌘I)

source: Mover %lld elemento(s)
en: Move %lld item(s)
fr: Déplacer %lld élément(s)

source: Mover %lld elemento(s) a…
en: Move %lld item(s) to…
fr: Déplacer %lld élément(s) vers…
pt: Mover %lld elemento(s) para…

source: Mover aquí
en: Move here
fr: Déplacer ici
pt: Mover para aqui

source: Mover selección…
en: Move selection…
fr: Déplacer la sélection…
pt: Mover seleção…

source: No desesperes, en verdad estoy buscando
en: Hang in there, I really am searching
fr: Ne t'inquiète pas, je cherche vraiment
pt: Não desista, estou mesmo procurando

source: No hay ninguna conexión activa
en: No active connection
fr: Aucune connexion active
pt: Nenhuma conexão ativa

source: No hay ninguna operación en curso
en: No operation in progress
fr: Aucune opération en cours
pt: Não há nenhuma operação em curso

source: No se encontró ese bucket en tu cuenta de Backblaze. Revisa que el nombre esté escrito exactamente igual (B2 distingue mayúsculas y minúsculas).
en: That bucket wasn't found in your Backblaze account. Check that the name is spelled exactly the same (B2 is case-sensitive).
fr: Ce bucket n'a pas été trouvé dans votre compte Backblaze. Vérifiez que le nom est écrit exactement pareil (B2 est sensible à la casse).
pt: Esse bucket não foi encontrado na sua conta do Backblaze. Verifique se o nome está escrito exatamente igual (o B2 diferencia maiúsculas e minúsculas).

source: No se encontró rclone
en: rclone wasn't found
fr: rclone introuvable
pt: rclone não encontrado

source: No se pudo calcular el tamaño.
en: Couldn't calculate the size.
fr: Impossible de calculer la taille.
pt: Não foi possível calcular o tamanho.

source: No se pudo conectar
en: Couldn't connect
fr: Connexion impossible
pt: Não foi possível conectar

source: No se pudo conectar a Backblaze. Revisa tu conexión a internet e inténtalo de nuevo.
en: Couldn't connect to Backblaze. Check your internet connection and try again.
fr: Connexion à Backblaze impossible. Vérifiez votre connexion internet et réessayez.
pt: Não foi possível conectar ao Backblaze. Verifique sua conexão com a internet e tente de novo.

source: No se pudo conectar. Revisa tu conexión a internet e inténtalo de nuevo.
en: Couldn't connect. Check your internet connection and try again.
fr: Connexion impossible. Vérifiez votre connexion internet et réessayez.
pt: Não foi possível conectar. Verifique sua conexão com a internet e tente de novo.

source: No se pudo crear la conexión. Inténtalo de nuevo.
en: Couldn't create the connection. Try again.
fr: Impossible de créer la connexion. Réessayez.
pt: Não foi possível criar a conexão. Tente de novo.

source: No se pudo generar el link de descarga. Puede que la conexión esté lenta o caída. Inténtalo de nuevo.
en: Couldn't generate the download link. Your connection might be slow or down. Try again.
fr: Impossible de générer le lien de téléchargement. Votre connexion est peut-être lente ou coupée. Réessayez.
pt: Não foi possível gerar o link de download. Sua conexão pode estar lenta ou fora do ar. Tente de novo.

source: No se pudo generar el link para ver en el navegador. Puede que la conexión esté lenta o caída. Inténtalo de nuevo.
en: Couldn't generate the browser link. Your connection might be slow or down. Try again.
fr: Impossible de générer le lien pour le navigateur. Votre connexion est peut-être lente ou coupée. Réessayez.
pt: Não foi possível gerar o link para abrir no navegador. Sua conexão pode estar lenta ou fora do ar. Tente de novo.

source: No se pudo verificar (revisa la conexión o que la ruta siga existiendo en B2).
en: Couldn't verify (check the connection or that the path still exists in B2).
fr: Impossible de vérifier (vérifiez la connexion ou que le chemin existe toujours dans B2).
pt: Não foi possível verificar (verifique a ligação ou se o caminho ainda existe na B2).

source: Nombre
en: Name
fr: Nom
pt: Nome

source: Nombre (como se muestra en la app)
en: Name (as shown in the app)
fr: Nom (tel qu'affiché dans l'application)
pt: Nome (como aparece na aplicação)

source: Nombre del bucket
en: Bucket name
fr: Nom du bucket
pt: Nome do bucket

source: Nombre(s) de archivo(s) no son idénticos, ¿quieres continuar?
en: The file name(s) aren't identical, do you want to continue?
fr: Le(s) nom(s) de fichier ne sont pas identiques, voulez-vous continuer ?
pt: O(s) nome(s) do(s) ficheiro(s) não são idênticos, quer continuar?

source: Nueva carpeta
en: New folder
fr: Nouveau dossier
pt: Nova pasta

source: Nueva carpeta…
en: New folder…
fr: Nouveau dossier…
pt: Nova pasta…

source: Nueva carpeta… (⌘⇧N)
en: New folder… (⌘⇧N)
fr: Nouveau dossier… (⌘⇧N)
pt: Nova pasta… (⌘⇧N)

source: Nueva conexión B2
en: New B2 connection
fr: Nouvelle connexion B2
pt: Nova ligação B2

source: Nuevo nombre
en: New name
fr: Nouveau nom
pt: Novo nome

source: Olvidar la conexión activa y sus credenciales
en: Forget the active connection and its credentials
fr: Oublier la connexion active et ses identifiants
pt: Esquecer a conexão ativa e suas credenciais

source: Opciones
en: Options
fr: Options
pt: Opções

source: Opciones avanzadas
en: Advanced options
fr: Options avancées
pt: Opções avançadas

source: Para el link de descarga, captura una vez tus credenciales de B2 (se guardan en el Keychain de tu Mac):
en: For the download link, enter your B2 credentials once (they're saved in your Mac's Keychain):
fr: Pour le lien de téléchargement, saisissez une fois vos identifiants B2 (ils sont enregistrés dans le trousseau de votre Mac) :
pt: Para o link de transferência, introduza uma vez as suas credenciais da B2 (são guardadas no Keychain do seu Mac):

source: Paso 1: instalar Homebrew (gestor de paquetes de macOS)
en: Step 1: install Homebrew (macOS package manager)
fr: Étape 1 : installer Homebrew (gestionnaire de paquets de macOS)
pt: Passo 1: instalar o Homebrew (gerenciador de pacotes do macOS)

source: Paso 2: instalar rclone
en: Step 2: install rclone
fr: Étape 2 : installer rclone
pt: Passo 2: instalar o rclone

source: Pendiente de implementar, como pidió Bernabe para después
en: Not implemented yet, Bernabe asked to leave it for later
fr: Pas encore implémenté, Bernabe a demandé de le laisser pour plus tard
pt: Ainda por implementar, o Bernabe pediu para deixar para depois
